{"translation-revision-date":"2020-09-19 20:55:48+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Your title doesn't contain a %1$s word.":["عنوان شما حاوی کلمه %1$s نیست."],"Your title doesn't contain a %1$s. Add at least one.":["عنوان شما حاوی %1$s نیست. حداقل یک مورد اضافه کنید."],"Your title contains %1$d power word(s). Booyah!":["عنوان شما حاوی %1$d کلمه قدرتمند است. اوف!"],"We found %1$d outbound links in your content and all of them are nofollow.":["ما %1$d  پیوند خروجی در محتوای شما پیدا کردیم و همه آنها به صورت nofollow هستند."],"URL is %1$d characters long. Consider shortening it.":["آدرس پیوند %1$d حرف دارد و طولانی است. کوتاه کردن آن را مدنظر قرار دهید."],"URL is %1$d characters long. Kudos!":["آدرس نشانی اینترنتی به اندازه %1$s کاراکر طول دارد. ایول!"],"Content is %1$d words long. Consider using at least 600 words.":["طول محتوا %1$d کلمه است. استفاده از حداقل 600 کلمه را در نظر داشته باشید."],"Content is %1$d words long. Good job!":["طول محتوا %1$s کلمه است. کارت خوبه!"],"Content should be %1$s long.":["طول محتوا باید %1$s باشد."],"You have %1$s this Focus Keyword.":["شما %1$s از این کلمه کلیدی دارید."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["چگالی کلمه کلید 0 است. چگالی 1% را در نظر بگیرید."],"You are using short paragraphs.":["شما از پاراگراف‌های کوتاه استفاده می‌کنید."],"rank-math":["rank-math"],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["ما یک گالری را در محتوای شما تشخیص دادیم و فرض می کنیم حداقل در یکی از تصاویر گالری، کلمه کلیدی اصلی را در alt اضافه کرده‌اید."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["محتوای تصاویر و\/یا ویدئو برای کاربران بسیار جذاب است. همچنین به تکمیل محتوای متنی شما کمک می کند."],"Add a few images and\/or videos to make your content appealing.":["چند تصویر و\/یا ویدئو اضافه کنید تا محتوای شما جذاب شود."],"You are not using rich media like images or videos.":["شما از رسانه‌های غنی مانند تصاویر یا ویدئو استفاده نمی کنید."],"Your content contains images and\/or video(s).":["محتوای شما حاوی تصویر و\/یا ویدئو است."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["پاراگراف‌های کوتاه راحت تر قابل خواندن و دلپذیرتر هستند. پاراگراف طولانی، بازدید کننده را می‌ترساند و ممکن است به SERP منجر شود که به دنبال مطالب خواندنی بهتر باشند."],"Add short and concise paragraphs for better readability and UX.":["پاراگراف‌های کوتاه و مختصر برای خوانایی بهتر و UX اضافه کنید."],"At least one paragraph is long. Consider using short paragraphs.":["حداقل یک پاراگراف طولانی است. استفاده از پاراگراف‌های کوتاه پیشنهاد می شود."],"Use Table of Content to break-down your text.":["برای تجزیه متن خود از Table of Content استفاده کنید."],"You don't seem to be using a %1$s.":["به نظر نمی‌رسد که از %1$s استفاده کنید."],"You seem to be using a %1$s to break-down your text.":["به نظر می رسد شما از %1$s برای تجزیه متن خود استفاده می کنید."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["طبق تحقیقات انجام شده توسط Conductor، عنوان‌های دارای اعداد 36% احتمال ایجاد کلیک را دارند."],"Add a number to your title to improve CTR.":["برای بهبود CTR عددی به عنوان خود اضافه کنید."],"Your SEO title doesn't contain a number.":["عنوان سئو شما عدد ندارد."],"You are using a number in your SEO title.":["شما در عنوان سئو خود از شماره استفاده می کنید."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["کلمات قوی کلمات محرمانه و واقعی هستند که نویسندگان برای جلب کلیک‌های بیشتر از آنها استفاده می کنند."],"Add %s to your title to increase CTR.":["برای افزایش CTR %s را به عنوان خود اضافه کنید."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["عنوان‌های با احساسات عاطفی (مثبت یا منفی) تمایل به کلیک‌های بیشتری دارند."],"Titles with positive or negative sentiment work best for higher CTR.":["عنوان‌های با احساسات مثبت یا منفی برای CTR بالاتر کار می کنند."],"Your title has a positive or a negative sentiment.":["عنوان شما احساس مثبت یا منفی دارد."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["عنوان سئو صفحه باید در شروع شامل کلمه کلیدی اصلی باشد."],"Use the Focus Keyword near the beginning of SEO title.":["از کلمه کلیدی اصلی در ابتدای عنوان سئو استفاده کنید."],"Focus Keyword doesn't appear at the beginning of SEO title.":["کلمه کلیدی اصلی در ابتدای عنوان سئو ظاهر نمی شود."],"Focus Keyword used at the beginning of SEO title.":["کلمه کلیدی اصلی در ابتدای عنوان سئو استفاده می شود."],"We are searching in database.":["ما در پایگاه داده جستجو می کنیم."],"Set a Focus Keyword for this content.":["یک کلمه کلیدی اصلی برای این محتوا تنظیم کنید."],"already used":["قبلاً استفاده شده"],"You haven't used this Focus Keyword before.":["قبلاً از این کلمه کلیدی اصلی استفاده نکرده‌اید."],"Internal links decrease your bounce rate and improve SEO.":["پیوندهای داخلی میزان نرخ خروج شما را کاهش داده و سئو را بهبود می بخشد."],"Add internal links in your content.":["پیوندهای داخلی را در محتوای خود اضافه کنید."],"We couldn't find any internal links in your content.":["ما نتوانستیم پیوندهای داخلی را در محتوای شما پیدا کنیم."],"You are linking to other resources on your website which is great.":["شما در وب سایت خود به منابع دیگر پیوند می دهید که بسیار عالی است."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["درصد تراکم ایده آل برای کلمه کلیدی وجود ندارد، اما نباید خیلی زیاد باشد. مهمترین چیز طبیعی نگه داشتن نسخه است."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting دیگر کار نمی کند. نوشته‌های شما باید ترکیبی از پیوندهای nofollow و DoFollow باشد."],"Add DoFollow links pointing to external resources.":["پیوندهای DoFollow را به منابع خارجی اضافه کنید."],"At least one external link with DoFollow found in your content.":["حداقل یک پیوند خارجی با DoFollow در محتوای شما یافت شده است."],"It helps visitors read more about a topic and prevents pogosticking.":["این کمک می کند تا بازدید کنندگان اطلاعات بیشتر در مورد یک موضوع را بخوانند و از پیشگویی کردن جلوگیری می کند."],"Link out to external resources.":["به منابع خارجی لینک بدهید."],"No outbound links were found. Link out to external resources.":["هیچ پیوند خروجی یافت نشد. به منابع خارجی پیوند بدهید."],"Great! You are linking to external resources.":["عالی! شما به منابع خارجی پیوند می دهید."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["توصیه می شود کلمه کلیدی اصلی را در ویژگی alt یک یا چند تصویر اضافه کنید."],"Add an image with your Focus Keyword as alt text.":["تصویری را با کلمه کلیدی اصلی به عنوان متن alt اضافه کنید."],"Focus Keyword not found in image alt attribute(s).":["کلمه کلیدی اصلی در ویژگی alt (متن جایگزین تصاویر) یافت نشد."],"Focus Keyword found in image alt attribute(s).":["کلمه کلیدی اصلی در ویژگی alt (متن جایگزین تصاویر) یافت شد."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["توصیه می شود کلمه کلیدی اصلی را به عنوان بخشی از یک یا چند زیر عنوان در محتوا اضافه کنید."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["استفاده از کلمه کلیدی اصلی در زیر تیترها مانند H2 ،H3 ،H4 و ..."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["کلمه کلیدی اصلی در زیربخش‌ها مانند H2 ،H3 ،H4 و ... یافت نمی شود."],"Focus Keyword found in the subheading(s).":["کلمه کلیدی اصلی در زیربخش‌ها یافت شد."],"Permalink should be at most 75 characters long.":["پیوند یکتا باید حداکثر 75 کاراکتر باشد."],"URL unavailable. Add a short URL.":["URL در دسترس نیست. یک URL کوتاه اضافه کنید."],"Minimum recommended content length should be 600 words.":["حداقل طول محتوای پیشنهادی باید 600 کلمه باشد."],"It is recommended to make the focus keyword appear in the post content too.":["توصیه می شود که کلمه کلیدی اصلی در محتوای نوشته نیز ظاهر شود."],"Use Focus Keyword in the content.":["در محتوا از کلمه کلیدی اصلی استفاده کنید."],"Focus Keyword doesn't appear in the content.":["کلمه کلیدی اصلی در محتوا ظاهر نمی شود."],"Focus Keyword found in the content.":["کلمه کلیدی اصلی در محتوا پیدا شد."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["10% اول مطالب باید در ابتدا شامل کلمه کلیدی اصلی باشد."],"Use Focus Keyword at the beginning of your content.":["در ابتدای محتوای خود از کلمه کلیدی اصلی استفاده کنید."],"Focus Keyword doesn't appear at the beginning of your content.":["کلمه کلیدی اصلی در ابتدای محتوای شما ظاهر نمی شود."],"Focus Keyword appears in the first 10% of the content.":["کلمه کلیدی اصلی در 10% اول محتوا ظاهر می شود."],"Include the focus keyword in the slug (permalink) of this post.":["کلمه کلیدی اصلی را در نامک (پیوند یکتا) این نوشته درج کنید."],"Use Focus Keyword in the URL.":["از کلمه کلیدی اصلی در URL استفاده کنید."],"Focus Keyword not found in the URL.":["کلمه کلیدی اصلی در URL یافت نشد."],"Focus Keyword used in the URL.":["کلمه کلیدی اصلی در URL استفاده شده است."],"Make sure the focus keyword appears in the SEO description too.":["اطمینان حاصل کنید که کلمه کلیدی اصلی در توضیحات سئو نیز ظاهر می شود."],"Add Focus Keyword to your SEO Meta Description.":["کلمه کلیدی اصلی را به توضیحات متا سئو خود اضافه کنید."],"Focus Keyword not found in your SEO Meta Description.":["کلمه کلیدی اصلی در توضیحات متا سئو یافت نشد."],"Focus Keyword used inside SEO Meta Description.":["کلمه کلیدی اصلی در توضیحات متا سئو استفاده شده است."],"Make sure the focus keyword appears in the SEO post title too.":["اطمینان حاصل کنید که کلمه کلیدی اصلی در عنوان سئو نوشته نیز ظاهر می شود."],"Add Focus Keyword to the SEO title.":["کلمه کلیدی اصلی را به عنوان سئو اضافه کنید."],"Focus Keyword does not appear in the SEO title.":["کلمه کلید اصلی در عنوان سئو ظاهر نمی شود."],"Hurray! You're using Focus Keyword in the SEO Title.":["هورا! شما در عنوان سئو از کلمه کلیدی اصلی استفاده می کنید."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}